{
  "bookShelf": [
    {
      "title": "River",
      "publishedDate": "2015",
      "authors": [
        "Skyla Dawn Cameron"
      ],
      "description": "Defiant, nocturnal, moody–though River sounds like a typical teenager, she’s anything but. River’s a werewolf. The life of an alpha female wolf was irrevocably changed the night she was attacked and bitten, and awoke confused, alone, and human. Three years later, thrust into a world where she doesn’t belong and living in foster care, River barely tolerates humanity and still doesn’t know who bit her or why. But River isn’t as alone as she previously thought; someone’s been watching her, someone who holds the answers she’s been seeking. And though the human who changed her seems to be a step ahead of her at every turn, River is determined to beat his game and return to her pack and mate. As if being stuck in a world she hates, with a life she never asked for, and faced with a destiny she doesn’t want wasn’t bad enough, River still must find a way to survive every human’s greatest challenge: high school.",
      "thumbnail": "http://books.google.com/books/content?id=CTjDBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781927966020"
        },
        {
          "type": "ISBN_10",
          "identifier": "1927966027"
        }
      ]
    },
    {
      "title": "Charles Rex",
      "publishedDate": "2012",
      "authors": [
        "Ethel M. (Ethel May) Dell"
      ],
      "pageCount": 354,
      "description": "This book is part of the TREDITION CLASSICS series. The creators of this series are united by passion for literature and driven by the intention of making all public domain books available in printed format again - worldwide. At tredition we believe that a great book never goes out of style. Several mostly non-profit literature projects provide content to tredition. To support their good work, tredition donates a portion of the proceeds from each sold copy. As a reader of a TREDITION CLASSICS book, you support our mission to save many of the amazing works of world literature from oblivion.",
      "thumbnail": "http://books.google.com/books/content?id=0Lyc6SQxUk4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9783842499317"
        },
        {
          "type": "ISBN_10",
          "identifier": "3842499310"
        }
      ]
    },
    {
      "title": "The Hills of Refuge: A Novel",
      "publishedDate": "2015",
      "authors": [
        "Will Nathaniel Harben"
      ],
      "description": "The house, a three-story red-brick residence, was on Walnut Street, near Beacon. Its narrow front faced the state Capitol with its gold-sheeted dome; from its stoop one could look down on the Common and, from the corner of the street, see the Public Gardens. It was a Sunday morning and the Browne family were at breakfast in the dining-room in the rear of the first floor, just back of the drawing-room. The two rooms were separated by folding-doors painted white, as was the wainscoting of the dining-room. There was a wide bay window at the end, the sashes of which were up, and the spring air and sunshine came in, feeding the plants which stood in pots on the sill. William Browne, the head of the family, a banker of middle age, slender, sallow of complexion, partially bald, and of a nervous temperament, his mustache and hair touched with gray, sat reading theTranscript of the evening before. Opposite to him sat his wife, Celeste, a delicate woman somewhat under thirty years of age. She had once been beautiful, and might still be considered so, for her face was a rare one. Her eyes were deeply blue, and now ringed with dark circles which added to the beauty of her olive skin. The hand filling her husband's coffee-cup was thin, tapering, and almost as small as a child's. Her lips had a drawn, sensitive expression when she spoke as he lowered his paper to take the coffee she was holding out to him.",
      "thumbnail": "http://books.google.com/books/content?id=Xc4BCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781465605627"
        },
        {
          "type": "ISBN_10",
          "identifier": "1465605622"
        }
      ]
    },
    {
      "title": "Favor, The Millennial Prayer Warrior",
      "publishedDate": "2013",
      "authors": [
        "Edwin Horsley"
      ],
      "pageCount": 114,
      "description": "Readers will be introduced to Favor Devine, a young boy chosen by God to be one of His prayer warriors—known collectively as the Circle of Seven. Li-Ved is a demon servant assigned by Satan to stop Favor from developing the spiritual gifts of a prayer warrior. Favor, his parents, and significant friends learn the shocking truth: Li-Ved is prepared to kill Favor in order to break the divine power of the Circle of Seven!",
      "thumbnail": "http://books.google.com/books/content?id=rbCYAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781449795870"
        },
        {
          "type": "ISBN_10",
          "identifier": "1449795870"
        }
      ]
    },
    {
      "title": "Wishmaker",
      "publishedDate": "2010",
      "authors": [
        "Alis Rae Caidmon"
      ],
      "pageCount": 271,
      "description": "I wish... Emerey, Mandi, Andrew and Adrian are best friends. The privileged children of travel-mad parents, they have seen the world together and are always looking for the next adventure. But when Mandi convinces them to enter a mysterious but opulent house down the road, they realize they have bitten off more than they can chew. Walls within walls, misleading mirrors, images and doors bringing forth creatures bent on destruction are only a few of the horrors awaiting the group of friends upon entering the house. Faced with overcoming the worst of themselves, it seems that they might perish within the vine-covered walls. But they are not without help. Presented with a book weaving the chapters that become their history and protected by the direction of their guides, they just might find their way to the mysterious WishmakeR, fighting off temptation and eluding cruelty and dissention the entire way. At every twist and turn, as they piece together the clues leading to the outside door, these companions will learn a valuable lesson about the consequences of wishing. Follow author Alis Rae Caidman through this labyrinth of the fantastic and grotesque, and join four friends as they find their perceptions challenged, feel their bonds being tested, and most importantly, discover what it really means to be themselves. 'This book is immensely intriguing. What a labyrinth of allure! Alis captures her readers and transports them into a beautifully artistic world of imagination!' -Jake Fritze 'Original and highly imaginative. Fans of the Labyrinth and Alice in Wonderland will be intrigued by this surreal twist of fictional yarn spun into one great tale.' -Jessica Woytko",
      "thumbnail": "http://books.google.com/books/content?id=GgtLxJliLWAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781616633288"
        },
        {
          "type": "ISBN_10",
          "identifier": "161663328X"
        }
      ]
    },
    {
      "title": "Ash",
      "publishedDate": "2012",
      "authors": [
        "James Herbert"
      ],
      "pageCount": 704,
      "description": "Deep in the countryside, ghost hunter David Ash is investigating a mysterious, secluded stately home. Reports from locals regarding strange goings-on make him think the house is haunted... But not even David Ash's long professional history of warding off evil spirits can prepare him for the shocking discovery that awaits. International bestselling horror writer James Herbert weaves a terrifying narrative featuring his best-loved character, David Ash, the skeptical detective of the paranormal introduced in the UK number one bestsellers, Haunted and The Ghosts of Sleath. Prepare to be chilled to the marrow... At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
      "averageRating": 3,
      "thumbnail": "http://books.google.com/books/content?id=cwOoKUa7XgoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781429946933"
        },
        {
          "type": "ISBN_10",
          "identifier": "1429946938"
        }
      ]
    },
    {
      "title": "I Promessi sposi",
      "publishedDate": "2010",
      "authors": [
        "Alessandro Manzoni"
      ],
      "pageCount": 754,
      "description": "Una risoluta disposizione a rispettare lo svolgimento disordinato e imprevedibile della vita governa il capolavoro manzoniano. Seguendo un filo modesto che si dipana e si arruffa, rimbalza in ogni direzione, il narratore giunge a scoprire la rete di connessioni che unisce tutte le parti della babelica dimora umana, dalle più grandiose alle più inospitali, e l’intimo rapporto di necessità che collega gli elementi del disegno complessivo. Casta ma non timida, la fantasia del Manzoni è affascinata dalla violenza delle passioni che ardono nel cuore umano, e vuole riviverne tutte le potenzialità in un paragone assiduo di estremi opposti, dall’infima bassezza all’eroismo sublime.",
      "averageRating": 4.5,
      "thumbnail": "http://books.google.com/books/content?id=WDcKrm2ER6IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9788811131656"
        },
        {
          "type": "ISBN_10",
          "identifier": "8811131650"
        }
      ]
    },
    {
      "title": "Under the Diehard Brand",
      "publishedDate": "2009",
      "authors": [
        "L. Ron Hubbard"
      ],
      "pageCount": 137,
      "description": "Offers three short stories about the Old West, in one of which, \"Under the Diehard Brand,\" a son returns to help his father, an aging sheriff who fails to recognize him, regain control over the Montana town of Wolf River.",
      "averageRating": 5,
      "thumbnail": "http://books.google.com/books/content?id=4WxZmCNx8uUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781592122615"
        },
        {
          "type": "ISBN_10",
          "identifier": "1592122612"
        }
      ]
    },
    {
      "title": "Club Life of London",
      "publishedDate": "2018",
      "authors": [
        "John Timbs"
      ],
      "pageCount": 240,
      "description": "Reproduction of the original: Club Life of London by John Timbs",
      "thumbnail": "http://books.google.com/books/content?id=QFRRDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9783732631834"
        },
        {
          "type": "ISBN_10",
          "identifier": "3732631834"
        }
      ]
    },
    {
      "title": "Conrad der Leutnant (Autobiografischer Roman)",
      "publishedDate": "2017",
      "authors": [
        "Carl Spitteler"
      ],
      "pageCount": 112,
      "description": "Dieses eBook \"Conrad der Leutnant\" wurde mit einem funktionalen Layout erstellt und sorgfältig formatiert. Carl Spitteler (1845-1924) war ein Schweizer Dichter und Schriftsteller, Kritiker und Essayist. 1919 erhielt er den Nobelpreis für Literatur. Aus dem Buch: \"...Sie lehnte sich besänftigend an ihn. \"Du solltest mit dem Vater ein bißchen mehr Geduld haben, Conrad», schmeichelte sie. Da brauste er auf. \"Wenn ich nicht Geduld hätte, viel Geduld, sehr, sehr viel Geduld, meinst, ich wäre nicht längst schon dreingefahren? Und wie! Übrigens handelt es sich keineswegs bloß um Geduld oder nicht Geduld. Ich bin vierundzwanzigjährig, stimmfähig, Militär und sogar Offizier, außerdem Kommandant der Feuerwehr. Meine Kameraden haben ihre Freiheit, ihren Willen, ihre selbständige Tätigkeit, einige sogar Amt und Familie. Ich dagegen werde von meinem Alten wie ein Bube geschurigelt. Wer aber im eigenen Hause nichts gilt, der ist auch in der Gemeinde nichts wert. Das ist's, was mich wurmt, das ist's, was ich nicht verwinde.\"\" Sie schwieg ein Weilchen, die Augen niederschlagend, während sie zerstreut mit den Schellen eines Pferdekumts tändelte. Endlich, nach langem Zögern, warf sie halblaut hin: \"Wer weiß denn, wie lange er überhaupt noch lebt.\"",
      "thumbnail": "http://books.google.com/books/content?id=aXFFDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9788075830654"
        },
        {
          "type": "ISBN_10",
          "identifier": "8075830652"
        }
      ]
    },
    {
      "title": "Journey to the Center of the Earth (Annotated with Biography of Verne and Plot Analysis)",
      "publishedDate": "2013",
      "authors": [
        "Jules Verne"
      ],
      "pageCount": 200,
      "description": "Journey to the Center of the Earth was published in 1864. Verne was fascinated with the northern and southern poles of Earth and as Arctic exploration was in its infancy in the mid-19th century, the unknown north was an ideal setting for the imaginative forays of science fiction, a new literary genre. Northern exploration was in the news and Verne was inspired to write a novel based on the premise that the center of the Earth is hollow. This annotated edition includes a biography and critical essay.",
      "thumbnail": "http://books.google.com/books/content?id=jzkmAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781610425995"
        },
        {
          "type": "ISBN_10",
          "identifier": "1610425995"
        }
      ]
    },
    {
      "title": "Altar of Bones",
      "publishedDate": "2011",
      "authors": [
        "Philip Carter"
      ],
      "pageCount": 645,
      "description": "When the dying words of a homeless woman spark a ruthless assassination plot, a resourceful woman on the run and a vengeance-driven man forge a reluctant partnership in an international cat-and-mouse race to survive and find answers. Reprint.",
      "averageRating": 3,
      "thumbnail": "http://books.google.com/books/content?id=YM4TQvjI4P4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781439199299"
        },
        {
          "type": "ISBN_10",
          "identifier": "1439199299"
        }
      ]
    },
    {
      "title": "Black Oak 5",
      "publishedDate": "2016",
      "authors": [
        "Charles L. Grant"
      ],
      "description": "A LONG-LOST FRIEND Black Oak Security is a crack team of private investigators led by brilliant, enigmatic Ethan Proctor, who has just received a cryptic message from an old friend of his father. Proctor is being asked to look into a series of disappearances and brutal mutilations in the swampy woodlands northwest of Atlanta, Georgia. Some think the culprit is a real-life wolfman, A LONG-HIDDEN SECRET What Proctor doesn’t know is that the terror in the swampy backwoods is linked to something much more personal. It is an evil mystery that has haunted Proctor for months. And when he uncovers the truth, he will be lucky to survive it …",
      "averageRating": 4,
      "thumbnail": "http://books.google.com/books/content?id=r3itCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
      "title": "Glinda of Oz",
      "publishedDate": "2011",
      "authors": [
        "L. Frank Baum"
      ],
      "pageCount": 162,
      "description": "Generations of cinema fans and fantasy readers have been charmed by the altruism and sage advice of Glinda the Good Witch in L. Frank Baum's Oz series. This novel, the fourteenth in the series and the last penned by Baum himself, depicts Dorothy's efforts to calm strife and avert war in a section of Oz by calling on Glinda's magical powers.",
      "averageRating": 3.5,
      "thumbnail": "http://books.google.com/books/content?id=BRmGFwAmQ4YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781775451884"
        },
        {
          "type": "ISBN_10",
          "identifier": "1775451887"
        }
      ]
    },
    {
      "title": "Briar Island",
      "publishedDate": "2007",
      "authors": [
        "Ross Aiken"
      ],
      "pageCount": 220,
      "description": "The road to Briar Island is an unmarked, gravel track that only someone with a persistent death wish would travel down. Along that road, it's best to drive with the windows up, the doors locked, and a loaded assault rifle under the seat.Vicki Brosko follows that road in search of the truth about her late husband's hunting accident. With a convicted felon named Ted Grainger at her side for protection, she abandons her better judgment and ventures deep into the dark heart of the north woods. At Briar Island, a grisly discovery leads to a lethal reunion of three shell-shocked Vietnam vets. When a festering grudge erupts into a savage feud, everyone soon learns that the shadow of Briar Island extends far beyond the incidental tragedy of one man's death.Briar Island Are you up for it?",
      "thumbnail": "http://books.google.com/books/content?id=jB9o9cW4F6MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9780595436101"
        },
        {
          "type": "ISBN_10",
          "identifier": "0595436102"
        }
      ]
    },
    {
      "title": "Death By Drowning",
      "publishedDate": "2011",
      "authors": [
        "Abigail Keam"
      ],
      "pageCount": 298,
      "description": "<b>USA Book News - Best Book List Finalist Readers Favorite Gold Medal Award Winner for Best Mystery Sleuth</b> In the second novel of the series, Death by Drowning, Josiah survives a forty-foot fall off a cliff only to discover that her nightmare is not over. O'nan's body is never found and he may be alive. Josiah puts the past behind her but it reaches out, threatening to pull her off the cliff again. Matt, her best friend, and Jake, her physical therapist, stand between Josiah and harm. Even they can't keep danger at bay. Once again, Josiah makes the rounds of quirky characters found in the lush Bluegrass horse world of Thoroughbreds, oak-cured bourbon, and mansions.",
      "averageRating": 5,
      "thumbnail": "http://books.google.com/books/content?id=An2yAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9780615429083"
        },
        {
          "type": "ISBN_10",
          "identifier": "0615429084"
        }
      ]
    },
    {
      "title": "The Dark Side of Night",
      "publishedDate": "2008",
      "authors": [
        "Cindy Dees"
      ],
      "pageCount": 224,
      "description": "Kinsey Hollingsworth's tropical-getaway plans didn't include dodging gunshots. Or a speedboat chase with Mitch Perovski, the tall and tempting spy who'd commandeered her boat. But the socialite would handle anything Mitch demanded—whether it meant going undercover or under the covers. Mitch didn't work with partners. And although Kinsey proved she was more than a pampered heiress, she was no match for the assassin targeting them...or for Mitch's smoldering desire. He had to get through this one high-stakes task with her. But after a night in Kinsey's arms, could he walk away from their partnership for good?",
      "averageRating": 3,
      "thumbnail": "http://books.google.com/books/content?id=RDqfRFzbF1AC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781426815393"
        },
        {
          "type": "ISBN_10",
          "identifier": "1426815395"
        }
      ]
    },
    {
      "title": "Villa Rubein and Other Stories",
      "publishedDate": "2008",
      "authors": [
        "John Galsworthy"
      ],
      "pageCount": 492,
      "description": "Books for All Kinds of Readers ReadHowYouWant offers the widest selection of on-demand, accessible format editions on the market today. Each edition has been optimized for maximum readability, using our patent-pending conversion technology. We are partnering with leading publishers around the globe to create accessible editions of their titles. Our goal is to have accessible editions simultaneously released with publishers' new books so that all readers can have access to the books they want to read today. To find more books in your format visit www.readhowyouwant.com",
      "thumbnail": "http://books.google.com/books/content?id=dvosR188_EgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781427077080"
        },
        {
          "type": "ISBN_10",
          "identifier": "1427077088"
        }
      ]
    },
    {
      "title": "Her Christmas Protector",
      "publishedDate": "2007",
      "authors": [
        "Terri Reed"
      ],
      "pageCount": 224,
      "description": "\"IF I CAN'T HAVE YOU, NO ONE WILL.\" Those words from her abusive ex-husband sent Faith Delange fl eeing from everything familiar. And when a bus dropped her off in the small town of Sisters, Oregon, Faith immediately found room, board and a job on an isolated ranch. But she couldn't tell her handsome new boss, Luke Campbell, what had her jumping at shadows during the joy of the holiday season—or what kept her out of his arms. She'd only put his and his frail mother's lives at stake. Faith feared her past would never let her go. But neither would Luke.",
      "thumbnail": "http://books.google.com/books/content?id=cBLrXVklwu0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781426810381"
        },
        {
          "type": "ISBN_10",
          "identifier": "1426810385"
        }
      ]
    },
    {
      "title": "Department of Health Inspections",
      "publishedDate": "2007",
      "authors": [
        "Williams & Williams"
      ],
      "pageCount": 440,
      "description": "This novel is about a crooked health department and is certainly a one of a kind novel. I don’t believe there has ever been a novel about a crooked health department before the creation of this novel. Some of it is reality based... A retired Naval Intelligence Officer (Ty Ambrose) takes a job as a health inspector at the local health department. He finds corruption running from within the political arena all the way down to the county health inspector. Corruption and pay-offs from food service inspections to septic tank approvals run rampant!!! Being an ex-Naval Intelligence Officer, Ty decides to stay with the job and learn as much about the corruption as possible. Then, with evidence in hand, he planned to notify the proper authorities about the corruption. Eventually, Ty learns the corruption extends all the way out to the Military Base and gets Naval Intelligence in on the game. The plot thickens as he finds out about the Director and a few of the employees are dealing in drugs with a local mobster. There are some morbid murders and kinky sex scenes in the novel. The morbid perversion is just part of the total picture of the corrupt and demented Department of Health Inspections. . . . . . .",
      "thumbnail": "http://books.google.com/books/content?id=-FrgoSLzq6UC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781452039664"
        },
        {
          "type": "ISBN_10",
          "identifier": "1452039666"
        }
      ]
    },
    {
      "title": "A Dead Language",
      "publishedDate": "2001",
      "authors": [
        "Peter Rushforth"
      ],
      "pageCount": 647,
      "description": "Benjamin Franklin Pinkerton — the faithless young naval lieutenant who abandons Madam Butterfly — was glimpsed fleetingly in Peter Rushforth’s previous novel, 'Pinkerton’s Sister'. Now Ben steps out of the shadows and into the center of the stage, a young man haunted by the desolation of his boyhood years, unable to show or respond to love. Once again, in his mastery of language, his humor, his extraordinary imagination, and his superb sense of time and place, Peter Rushforth has given the world another masterpiece, ranking alongside, or surpassing, his earlier triumphs.",
      "thumbnail": "http://books.google.com/books/content?id=9GHdAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781596928404"
        },
        {
          "type": "ISBN_10",
          "identifier": "1596928409"
        }
      ]
    },
    {
      "title": "Cooking Up Love",
      "publishedDate": "2013",
      "authors": [
        "Cynthia Hickey"
      ],
      "pageCount": 192,
      "description": "Tabitha is in search of adventure Tabitha McClelland knows accepting a job as a Harvey House waitress can be risky. Traveling alone to the rough-and-tumble West just isn't done by young ladies of good breeding. But far more dangerous is her powerful attraction to Adam Foster. Family means everything to the widowed chef, but the self-sufficient Tabitha cherishes her freedom above all else. Adam is captivated by the fiercely independent Tabitha. Fraternizing with the female employees is strictly forbidden, but the Harvey Girl awakens feelings too compelling to ignore. Can Adam convince Tabby to share his dream of a future in California—together?",
      "averageRating": 4.5,
      "thumbnail": "http://books.google.com/books/content?id=qkdeooLvW9oC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9780373486656"
        },
        {
          "type": "ISBN_10",
          "identifier": "0373486650"
        }
      ]
    },
    {
      "title": "Anthony Wilding",
      "publishedDate": "2014",
      "authors": [
        "Raphael Sabatini"
      ],
      "pageCount": 282,
      "description": "The scene is Monmouth’s Rebellion, set in the West Country in seventeenth century England. As the ill-fated and weak ‘King Monmouth’ attempts to rally his insubordinate troops, Anthony Wilding embarks upon his own quest – to woo his unwilling bride. The political and personal stories are magically interwoven in this exciting historical romance.",
      "thumbnail": "http://books.google.com/books/content?id=75OYDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9780755152674"
        },
        {
          "type": "ISBN_10",
          "identifier": "0755152670"
        }
      ]
    },
    {
      "title": "Undine",
      "publishedDate": "2015",
      "authors": [
        "Friedrich de la Motte Fouqué"
      ],
      "pageCount": 80,
      "description": "Friedrich de la Motte Fouqué: Undine. Eine Erzählung Ritter Huldbrand trifft im Spukwald ein altes Fischerpaar und verliebt sich in deren Findeltochter Undine. Der alte Flussgeist Kühleborn greift ein als Huldbrand sich Bertalda zuwendet. Das volkstümlichste Kunstmärchen der Romantik wurde in alle Weltsprachen übersetzt und von E.T.A. Hoffmann und Albert Lortzing vertont. Erstdruck: In: Die Jahreszeiten. Eine Vierteljahresschrift für romantische Dichtungen. Herausgegeben von Friedrich de la Motte Fouqué u.a., Frühlings-Heft. 1811 (anonym). Vollständige Neuausgabe mit einer Biographie des Autors. Herausgegeben von Karl-Maria Guth. Berlin 2015. Textgrundlage ist die Ausgabe: Friedrich de la Motte Fouqué: Romantische Erzählungen. Nach den Erstdrucken mit Anmerkungen, Zeittafel, Bibliographie und einem Nachwort herausgegeben von Gerhard Schulz, München: Winkler, 1977. Die Paginierung obiger Ausgabe wird in dieser Neuausgabe als Marginalie zeilengenau mitgeführt. Umschlaggestaltung von Thomas Schultz-Overhage unter Verwendung des Bildes: Illustration eines unbekannten Künstlers, ca. 1870. Gesetzt aus Minion Pro, 11 pt.",
      "thumbnail": "http://books.google.com/books/content?id=ok70BgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9783843027465"
        },
        {
          "type": "ISBN_10",
          "identifier": "3843027463"
        }
      ]
    },
    {
      "title": "A Love to Treasure",
      "publishedDate": "2013",
      "authors": [
        "Irene Brand"
      ],
      "pageCount": 192,
      "description": "MARIE BOLDEN MIGHT BE LEARNING MORE THAN SHE'S TEACHING Wealthy, privileged Marie Bolden lives a life of comfort. So her father can't understand why she'd leave her family in North Carolina to teach in a one-room schoolhouse. After all, there couldn't possibly be anything to capture her interest in isolated Cades Cove, Tennessee. Except for the mysterious Daniel Watson. Daniel is a jack-of-all-trades. He's a farmer, a rancher—and possibly a moonshiner. But he is not a believer. And that makes him the wrong man for Marie. Yet their affection for each other cannot be denied. When Marie is suddenly kidnapped, Daniel must turn to God for help before he loses the only love he's ever known.",
      "thumbnail": "http://books.google.com/books/content?id=bLVs1BB8NmkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781460316184"
        },
        {
          "type": "ISBN_10",
          "identifier": "1460316185"
        }
      ]
    },
    {
      "title": "Il messaggero",
      "publishedDate": "2013",
      "authors": [
        "Lois Lowry"
      ],
      "pageCount": 250,
      "description": "Terzo libro della serie di Lois Lowry \"The Giver Quartet\" aperta da The Giver – Il Donatore.In una realtà futura segnata da “forme di governo spietate, punizioni atroci, inguaribile povertà o falso benessere”, i difetti fisici sono puniti con la pena di morte. Ma nel Villaggio in cui Matty abita anche gli ultimi della scala sociale sono accolti e tenuti in grande considerazione. La comunità è gestita dal Capo, una versione adulta del Jonas di The Giver – Il Donatore. Matty lavora per il Veggente, un vecchio cieco che lo ha aiutato a maturare. Ma adesso qualcosa sta cambiando, i rifugiati improvvisamente non sono più i benvenuti al Villaggio e gli abitanti stanno diventando vanesi e ottusi. A Matty, uno dei pochi capaci di districarsi nella fitta Foresta che circonda il Villaggio, viene affidato il compito di portare il messaggio del drammatico cambiamento ai paesi vicini. Purtroppo la Foresta, animata ora da una forza oscura, si rivolta contro di lui e Matty si trova a fronteggiare il pericolo armato solo di un nuovo potere, che ancora non riesce completamente a comprendere.",
      "thumbnail": "http://books.google.com/books/content?id=2M_twsJ2mfkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9788809773837"
        },
        {
          "type": "ISBN_10",
          "identifier": "8809773837"
        }
      ]
    },
    {
      "title": "Clear Glass",
      "publishedDate": "2014",
      "authors": [
        "Chariss K. Walker"
      ],
      "pageCount": 216,
      "description": "This is not a standalone novel; read Kaleidoscope, Book 1 first. Clear Glass picks up where Lamp’s Light left off in this slice-of-life paranormal thriller series. It’s the final installment in The Vision Chronicles series. After relentless moments of heart-pounding suspense and devastating attacks, everything culminates in a brutal, gory conclusion. In this book, James now sees visions of the future through any clear glass surface. But, can he see what’s coming for him? Find out in the final chapter of The Vision Chronicles. You won’t want to miss how the story ends… The Vision Chronicles eight-book thriller series is a slice-of-life metaphysical/visionary story that details Mike's changing ability as he protects himself, his family, and his friends from those who doggedly pursue him. The series is designed to be read in order, beginning with book one. If you love mind-boggling suspense with a dash of paranormal and a touch of romance, this is the series for you!",
      "thumbnail": "http://books.google.com/books/content?id=sG42DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781499194852"
        },
        {
          "type": "ISBN_10",
          "identifier": "1499194854"
        }
      ]
    },
    {
      "title": "Last-Minute Marriage (Mills & Boon Vintage Superromance)",
      "publishedDate": "2014",
      "authors": [
        "Marisa Carroll"
      ],
      "pageCount": 384,
      "description": "YOU ARE NOW ENTERING RIVERBEND, INDIANA Riverbend...home of the River Rats–a group of small-town sons and daughters who've been friends since high school. The River Rats are all grown up now. Living their lives and learning that some days are good and some days aren't–and that you can get through anything as long as you have your friends.",
      "thumbnail": "http://books.google.com/books/content?id=1LQfBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9781474019293"
        },
        {
          "type": "ISBN_10",
          "identifier": "1474019293"
        }
      ]
    },
    {
      "title": "South Pacific Survivor",
      "publishedDate": "2009",
      "authors": [
        "Kevin Daley"
      ],
      "pageCount": 342,
      "description": "An assassin decapitates a U.S. congressman in American Samoa then enters independent Samoa for other targets. Polynesian beauty Pua, the sole agent of the Samoan Secret Service, must protect their national leader--her grandfather. With an anti-colonial chip on her shoulder and a black belt to back it up, she faces Ken, a down-on-his-luck CIA agent. They close in on each other and the warrior-assassin as they race to discover Robert Louis Stevenson's secret. It leads to evidence that could re-ignite civil war, which a shadowy chief tries to do.",
      "thumbnail": "http://books.google.com/books/content?id=OA-mBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9780615317229"
        },
        {
          "type": "ISBN_10",
          "identifier": "0615317227"
        }
      ]
    },
    {
      "title": "Mythical Monsters (Illustrated Edition)",
      "publishedDate": "2013",
      "authors": [
        "Charles Gould"
      ],
      "pageCount": 488,
      "description": "An exploration into all beasts fabled, fabricated, fantastical, and fanciful, from across the world, including the Chinese and Japanese Dragon, Unicorn, Phoenix, and the spate of Sea Serpents sighted off the 19th century New England coast.",
      "averageRating": 3,
      "thumbnail": "http://books.google.com/books/content?id=nQ9QAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": [
        {
          "type": "ISBN_13",
          "identifier": "9783849641825"
        },
        {
          "type": "ISBN_10",
          "identifier": "3849641821"
        }
      ]
    }
  ]
}